<?php
// Heading  

// Text
$_['text_account']  = 'Профил';
$_['text_instock']  = 'В наличност';
$_['text_wishlist'] = 'Любими продукти (%s)';
$_['text_title']             = 'Продуктът е добавен към списъка с любими продукти';
$_['text_failure']           = 'Грешка';
$_['text_thumb']             = '<img src="%s" alt="" />';
$_['text_exists']            = 'Продуктът вече е добавен в списъка с любими продукти.';
$_['text_success']           = 'Добавихте <a href="%s">%s</a> към вашия <a href="%s">списък с любими продукти</a>!';
$_['text_login']             = 'Трябва да <a href="%s">влезете в профила си</a> или <a href="%s">да се регистрирате</a> за да добавите<a href="%s">%s</a> към <a href="%s">вашия списък с любими продукти</a>!';
$_['text_remove']   	= 'Променихте успешно вашия списък с любими продукти!';
$_['text_empty']    	= 'Вашия списък с любими продукти е празен.';
