<?php
// Text
$_['text_title'] = 'EcontPay - Плащане с карта';
$_['heading_title'] = 'Гарантирано от Еконт с наложен платеж';
$_['status_message_error'] = 'Грешка при плащане';
$_['status_message_success'] = 'Сумата е резервирана';
$_['button_text_success'] = 'Обратно към магазина';
$_['button_text_error'] = 'Опитай пак';


$_['text_instruction'] = 'Гарантирано от Еконт с Наложен платеж';
$_['text_description'] = 'Какво представлява?';
$_['text_payment']     = 'Плати онлайн с карта, а сумата за покупка и доставка ще се резервира по картата ти. Изтегля се и се превежда към нас от Еконт едва когато получиш пратката си. Ако откажеш пратката или пожелаеш да я върнеш, резервираната по картата сума ще се освободи веднага, като ще се задържат единствено разходите по доставка. Пазарувай с карта без притеснения дали ще получиш средствата си обратно при връщане';



$_['button_confirm'] = 'Потвърди поръчката';
$_['button_confirm_loading'] = 'Зареждане...';


$_['error_payment_generation_error'] = 'Внимание: Възникна грешка при генериране на плащане!';
$_['error_payment_error'] = 'Възникна грешка при плащане';