<?php

$_['heading_title'] 				= 'Поръчка';


$_['checkout_title'] 				= 'Поръчка';
$_['text_account_have'] 			= 'Вече имам акаунт';
$_['text_buy_more'] 				= 'Продължи с пазаруването';
$_['text_persondata'] 				= 'Лични данни';
$_['text_invoice'] 					= 'Данни за фактура';
$_['text_other'] 					= 'Допълнителни данни';
$_['text_shiping_select'] 			= 'Метод за доставка';
$_['text_address'] 					= 'Адрес за доставка';
$_['text_payment_select'] 			= 'Метод за плащане';
$_['text_register'] 				= 'Запази данните за следваща поръчка';
$_['text_register_account'] 		= 'Регистрирайте профил';
$_['text_cart'] 					= 'Кошница';
$_['text_comments'] 				= 'Коментар';
$_['text_send'] 					= 'ПОТВЪРДИ ПОРЪЧКАТА';

$_['entry_firstname'] 				= 'Име';
$_['entry_lastname'] 				= 'Фамилия';
$_['entry_telephone']	 			= 'Телефон';
$_['entry_email']                  	= 'Имейл';
$_['entry_country'] 				= 'Държава';
$_['entry_zone'] 					= 'Област';
$_['entry_city'] 					= 'Град/Село';
$_['entry_postcode'] 				= 'Пощенски код';
$_['entry_address_1'] 				= 'Адрес';
$_['entry_password'] 				= 'Парола';
$_['entry_confirm'] 				= 'Потвърди парола';

$_['text_agree'] 					= 'Декларирам, че се запознах с информациите за обработката на личните ми данни, както и за правата ми, посочени в ';
$_['text_agree_text'] 				= 'общите условия';
$_['text_agree_2'] 					= 'Декларирам, че се запознах с  ';
$_['text_agree_2_text'] 			= 'Политика за лични данни';

$_['entry_newsletter'] 				= 'Желая да се абонирам за е-майл бюлетина';

$_['title_reward'] 					= 'Налични точки: %s';
$_['text_reward']   				= 'Налични точки: %s';
$_['text_pickup'] 					= 'Адрес за получаване';
$_['text_free_shipping']            = 'До безплатната доставка остават: ';
$_['text_req_text'] 				= 'Всички полета, обозначени със звездичка (<strong>*</strong>), са задължителни.';
$_['text_account_or'] 				= 'или';
$_['text_account_facebook'] 		= 'Влез чрез фейсбук';
$_['text_forgotten'] 				= 'Забравена парола';
$_['text_address_new'] 				= 'Искам да използвам нов адрес';
$_['text_address_existing'] 		= 'Искам да използвам съществуващ адрес';
$_['text_recurring_title'] 			= 'Продукт за повторна почъчка';
$_['text_payment_recurring']        = 'Профил за плащане';
$_['text_loading'] 					= 'Зареждане';
$_['text_error'] 					= 'Моля проверете задължителните полета';
$_['text_recurring_item'] 			= 'Повтарящ се елемент';
$_['text_remove']            		= 'Вие променихте количката!';
$_['text_items']    				= '%s';
$_['text_points']            		= 'Бонус точки: %s';
$_['text_trial']       				= '%s всяко %s %s от %s плащанията ';
$_['text_recurring']   				= '%s всяко %s %s';
$_['text_voucher_success']  		= 'Вашият ваучер беше приложен!';
$_['text_coupon_success']  			= 'Вашата отстъпка беше приложена!';
$_['text_success_reward']  			= 'Добавихте успешно отстъпката си чрез бонус точки!';
$_['text_success_coupon']  			= 'Отстъпката от купона беше добавена!';
$_['text_success_voucher']  		= 'Отстъпката ви от Ваучера за подарък беше добавена успешно!';


$_['column_image']           		= 'Снимка';
$_['column_total']          	 	= 'Всичко';
$_['column_name'] 					= 'Име';
$_['column_model'] 					= 'Модел';
$_['column_quantity'] 				= 'кол.';
$_['column_price'] 					= 'Цена';


$_['button_reward']             	= 'Приложи';
$_['button_voucher']   				= 'Приложи';
$_['button_coupon']   				= 'Приложи';
$_['button_update']           		= 'Промени';
$_['button_login']           		= 'Вход';


$_['entry_reward'] 	 				= 'Нужни точки за поръчката: %s';
$_['entry_shipping'] 				= 'Адресът за доставка и фактура е един и същ.';
$_['entry_coupon']  				= 'Въведи код за отстъпка';
$_['entry_voucher'] 				= 'Въведи ваучер';


$_['remove_reward_success']         = 'Премахнахте бонус точките';
$_['remove_coupon_success']         = 'Премахнахте код за отстъпка';
$_['remove_voucher_success']        = 'Премахнахте ваучера';


$_['error_warning'] 				= 'Възникна проблем при обработка на Вашата поръчка!';
$_['error_exists'] 					= 'E-Mail адреса вече съществува!';
$_['error_firstname'] 				= 'Името e задължително!';
$_['error_lastname'] 				= 'Фамилията e задължителна!';
$_['error_email'] 					= 'Невалиден E-Mail адрес';
$_['error_telephone'] 				= 'Телефонът e некоректен /пример: 0888 888 888!';
$_['error_password'] 				= 'Паролата трябва да съдържа между 3 и 20 символа!';
$_['error_confirm'] 				= 'Потвърждението на паролата не съвпада с паролата!';
$_['error_address_1'] 				= 'Адрес e задължителен!';
$_['error_city'] 					= 'Градът e задължителен!';
$_['error_postcode'] 				= 'Пощенският код трябва да съдържа между 2 и 10 символа!';
$_['error_country'] 				= 'Избери държава!';
$_['error_zone'] 					= 'Избери област!';
$_['error_agree'] 					= 'Трябва да се съгласите с общите условия и обработката на лични данни!';
$_['error_address'] 				= 'Трябва да изберете адрес!';
$_['error_shipping'] 				= 'Изисква се метод за доставка!';
$_['error_no_shipping'] 			= 'Няма налични методи на доставка!';
$_['error_payment'] 				= 'Изисква се метод на плащане!';
$_['error_no_payment'] 				= 'Няма налични методи на плащане!';
$_['error_custom_field'] 			= '%s се изисква!';
$_['error_coupon']  				= 'Купон е невалиден, изтекъл или достигнала своя лимит ползвания!';
$_['error_voucher'] 				= 'Внимание: Кодът от ваучера за подарък е невалиден или вече е бил използван!';
$_['error_reward']  				= 'Моля въведете броя на точките!';
$_['error_points']  				= 'Вие нямате достатъчно бонус точки, нужни са - %s!';
$_['error_maximum'] 				= 'Максималния размер на точки който може да се приложи е %s!';
$_['error_stock']            		= 'Продуктите маркирани с  *** не са налични!';
$_['error_minimum']          		= 'Минимален брой за поръчка на % е %s бр.!';	
$_['error_required']         		= 'Избери %s!';	
$_['error_product']          		= 'Внимание: Няма продукти в кошницата!';	
$_['error_recurring_required'] 		= 'Избери периодично плащане!';
$_['error_login'] 					= 'E-Mail адреса и/или паролата не съвпадат.';
$_['error_attempts'] 				= 'Вашият профил надвиши броят позволени опити за вписване, опитайте пак след 1 час.';
$_['error_approved'] 				= 'Внимание: Вашата регистрация изисква одобрение, преди да можете да влезете.';
$_['error_country_id'] 				= 'Избери държава!';
$_['error_zone_id'] 				= 'Избери област!';
$_['error_street_num'] 				= 'Номер е задължителен!';
$_['error_street'] 					= 'Избери улица!';
$_['error_validate_addres'] 		= 'Въведеният адрес е грешен!';
$_['error_voucher'] 				= 'Ваучера или е невалиден или е бил използван вече!';
$_['error_voucher_empty']   		= 'Моля въведете ваучер код!';
$_['error_coupon']  				= 'Внимание: Кода за отстъпка или е невалиден, изтекъл или е достигнал разрешения брой ползвания!';
$_['error_coupon_empty']   			= 'Моля въведете код за отстъпка!';
$_['error_empty_coupon']   			= 'Моля въведете кода от купона!';
$_['error_empty_voucher']   		= 'Внимание: Моля въведете кода от ваучера!';
$_['error_zone_address_1']          = 'Избраната област и тази от съществуващия адрес не съвпадат!';


$_['error_pariba_egn'] 				= 'Моля, въведете вашето ЕГН!';
$_['error_pariba_invalid_egn'] 		= 'Моля, въведете валидно ЕГН!';
$_['error_pariba_agree'] 			= 'Моля, съгласете се със "Съгласие за обработка на лични данни!"';
$_['error_pariba_id_card'] 			= 'Моля, съгласете се с "Информация за защита на личните данни!"';
$_['error_pariba_months'] 			= 'Моля, изберете период на кредита!';

$_['text_product']     = 'продукт';
$_['text_tax'] = 'данъчна група';
$_['text_model']     = 'модел';
$_['text_sku']     = 'sku';
$_['text_quantity']     = 'бр.';
$_['text_price']     = 'цена';
$_['text_total']     = 'общо';
$_['text_subject']          = 'Забравена поръчка';