<?php

$_['text_title'] = 'Доставка с Еконт';
$_['text_description'] = 'Доставка с Еконт';
$_['text_wait'] = ' --- Изчакайте --- ';
$_['text_to_machine'] = 'до Еконтомат';
$_['text_to_office'] = 'до офис на Еконт';
$_['text_to_door'] = 'до адрес с Еконт';
$_['text_to_door_50'] = 'Цената на пратки над 250кг. ще се уточни допълнително';

$_['text_econt_machine_title'] = 'Еконтомат';

$_['text_econt_office_title'] = 'Офис';
$_['text_econt_office_desc'] = '';
$_['text_econt_office_map'] = 'Kарта на Офисите';
$_['text_econt_office_city'] = 'Населено място';
$_['text_econt_office_office'] = 'Офис';
$_['text_econt_office_address'] = 'Адрес за доставка';
$_['text_no_street'] = 'В системата на куриера не са открити адреси за вашето населено място, моля въведете адреса в поле ДРУГО.';
$_['text_sms'] = 'Желая SMS (+0.18 лв.)';
$_['text_help_address'] = 'Ако не откривате вашата улица, моля въведете я в поле - ДРУГО';
$_['text_value'] = 'стойност';
$_['text_before'] = 'преди';
$_['text_in'] = 'в';
$_['text_after'] = 'след';
$_['text_hour'] = 'ч.';
$_['text_day_0'] = 'неделя';
$_['text_day_1'] = 'понеделник';
$_['text_day_2'] = 'вторник';
$_['text_day_3'] = 'сряда';
$_['text_day_4'] = 'четвъртък';
$_['text_day_5'] = 'петък';
$_['text_day_6'] = 'събота';
$_['text_e1'] = 'до 60 мин (Е1)';
$_['text_e2'] = 'до 90 мин (Е2)';
$_['text_e3'] = 'до 120 мин (Е3)';
$_['text_dc'] = 'Добавена е услугата обратна разписка.';
$_['text_dc_cp'] = 'Добавена е услугата обратна разписка/стокова разписка.';
$_['text_invoice_before_cd'] = 'Добавена е услугата предай фактура преди плащане на наложения платеж.';
$_['text_notify_via_mail'] = 'Ще получите информация за своята пратка чрез Вашия email.';
$_['text_notify_via_sms'] = 'Ще получите информация за своята пратка чрез SMS.';
$_['text_pay_after_accept'] = 'Търговецът позволява пратката да се прегледа от получателя и да плати наложения платеж само ако приеме стоката.';
$_['text_pay_after_test'] = 'Търговецът позволява пратката да се прегледа и тества от получателя и да плати наложения платеж само ако приеме стоката.';
$_['text_pay_choose'] = 'Търговецът позволява получателя да може да избере един или повече от артикулите в пратката и да върне останалите на куриера.';
$_['text_partial_delivery'] = 'Има възможност за частична доставка.';
$_['text_services_aps'] = 'При доставка до "24 часа Еконт - Автоматична пощенска станция”(АПС) единствената възможна услуга е наложен платеж, а заплащането на сумата и разходите за доставка става на място с карта.';
$_['text_processing'] = '<a href="https://www.econt.com/services/courier-services" target="_blank">Съгласно тарифа на Еконт</a>';
$_['text_modify'] = 'Промени &raquo;';
$_['text_monday'] = 'Понеделник';
$_['text_saturday'] = 'Събота';
$_['text_choose_dropdown'] = 'Изберете от падащото меню';
$_['text_aps_warning'] = 'Ако размерите на избрания от вас продукт/и надвишава/т максимално допустимите за доставка до Еконтомат (61см/44см/37см), пратката ще бъде пренасочена до офис или адрес по ваш избор.';


$_['entry_shipping_to'] = 'Доставка:';
$_['entry_post_code'] = 'Пощенски код:';

$_['entry_quarter'] = 'Квартал:';
$_['entry_street'] = 'Улица:';
$_['entry_street_num'] = 'Номер/Блок:';
$_['entry_other'] = 'Друго:';
$_['entry_machine'] = 'Еконтомат:';
$_['entry_office'] = 'Офис:';
$_['entry_office_code'] = 'Код на офиса:';
$_['entry_cd'] = 'Наложен платеж:';
$_['entry_priority_time'] = 'Час за приоритет:';
$_['entry_express_city_courier'] = 'Експресен градски куриер:';
$_['entry_delivery_day'] = 'Ден за разнос:';
$_['entry_country'] = 'Държава:';
$_['entry_saturday'] = 'Доставка в:';
$_['button_office_locator'] = 'Офис Локатор';
$_['error_connect'] = 'Възникна грешка при връзката с Еконт! Моля, опитайте отново!';
$_['error_calculate'] = 'Въведете коректно всички данни!';
$_['error_address'] = 'Адресът е невалиден!';
$_['error_office'] = 'Избери офис!';
$_['error_office_not_found'] = 'Няма намерен офис!';
$_['error_priority_time'] = 'Моля, въведете час!';
$_['error_validate_addres'] = 'Адреса за доставка не е коректен!';

$_['error_street_num'] 	 = 'Въведете номер на улица или блок!';
$_['error_validate_street_quarter'] = 'Изберете квартал или улица!';


$_['entry_address'] = 'Избери адрес:';
$_['entry_address_1'] = 'Адрес:';
$_['entry_address_2'] = 'Адрес 2:';
$_['entry_postcode'] = 'Пощенски код:';
$_['entry_city'] = 'Град/Село:';


$_['entry_other'] = 'Друго:';
$_['entry_street'] = 'Улица:';
$_['entry_zone'] = 'Област:';

$_['text_address_new'] = 'Искам да използвам нов адрес';
$_['text_address_existing'] = 'Искам да използвам съществуващ адрес';
$_['text_address'] = 'Адрес за доставка';

$_['text_none'] = ' --- Избери --- ';

